Enables the slab shape editing functionality.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void Enable()
  Visual Basic
Public Sub Enable
  Visual C++
public:
void Enable()
 See Also
  SlabShapeEditor Class
  Autodesk.Revit.DB Namespace